/* 
   FindPanel.strings
   Bean

   Created by Jame Hoover on 2/17/09.
 */

/* Find [title of window] */
"Find"="Rechercher";

/* Find: */
"Find:"="Rechercher:";

/* Replace: */
"Replace:"="Remplacer par:";

/* Ignore case */
"Ignore case"="Ignorer la casse";

/* Match patterns (RegEx) */
"Match patterns (Regex)"="Modèle correspondant (regex)";

/* Patterns… */
"Patterns…"="Modèles…";

/* Next */
"Next"="Suivant";

/* Previous */
"Previous"="Précédent";

/* Replace & Find */
"Replace & Find"="Remplacer & Rechercher";

/* Replace */
"Replace"="Remplacer";

/* Select All */
"Select All"="Tout sélectionner";

/* Replace All */
"Replace All"="Tout remplacer";

/* in entire document [can be translated just 'in document'] */
"in entire document"="dans l'ensemble du document";

/* in selection only NOTE: I shortened this to 'in selection' in English so it would visually be a different length than its alternate: 'in entire document' */
"in selection only"="dans la sélection";

/* option key */
"option key"="touche option";

/* Regular Expression Error */
"Regular Expression Error"="Erreur d'expression régulière";

/* OK [button label] */
"OK"="OK";

/* Not found [message displayed in status area when 'find' string was not found] */
"Not found"="Pas trouvé";

/* %d found [message displayed in status area to indicate number of matches found]*/
"%d found"="%d fois trouvé";

/* %d found [message displayed in status area to indicate number of matches found]*/
"%d found" = "%d fois trouvé";

/* %d replaced [message displayed in status area to indicate number of matches replaced]*/
"%d replaced" = "%d fois remplacé";

/* Recent Searches [menu item in Find field's history menu] */
"Recent Searches"="Recherches récentes";

/* Clear Recent Searches [menu item in Find field's history menu] */
"Clear Recent Searches"="Supprimer les recherches récentes";